{
  "shopamore": {
    "title": "ShopAmore Analytics Report",
    "background": "Analyzed data and consumer behavior to understand key buyer retention metrics, revealing a decline in retention rates ranging from a peak of 18.2% in February to a low of 1.8%, necessitating a focus on cohort-specific retention rates for effective marketing initiatives.",
    "objective": "Develop actionable recommendations to enhance customer retention and increase average basket size.",
    "methodology": "Created 8 actionable recommendations—5 for improving customer retention (including a loyalty program aimed at boosting repeat purchases by 10% in 6 months) and 3 for increasing average basket size through targeted promotions and upselling techniques. Cleaned and normalized transaction data to improve analysis accuracy and visualized findings using Tableau, creating an interactive dashboard with summary cards and various chart models.",
    "result": "Focus on how to make first time buyer and single-time buyer to become repeat buyer and growing members than growing basket size per order, since average orders already multi-items.",
    "pdf": "assets/shopamore.pdf",
    "tableau": "https://public.tableau.com/views/DEEPPTableau_17579548821260/ShopamoreSalesDashboard?:showVizHome=no&embed=true"
    },
  "thelook": {
  "title": "TheLook E-Commerce Sales Performance Analysis",
  "background": "TheLook is a fictional e-commerce clothing company dataset created by the Looker team for analytical purposes. The project aims to analyze customer purchasing behavior, product category growth, and retention rates using BigQuery public data.",
  "objective": "To identify sales trends, measure customer retention performance, and provide actionable recommendations to improve customer engagement and long-term revenue.",
  "methodology": "Utilized SQL for data extraction and cohort analysis on BigQuery’s public dataset (`bigquery-public-data.thelook_ecommerce`). Focused on monthly inventory growth and retention cohorts between 2021–2023. Developed analytical dashboards and supporting calculations in Google Sheets and Tableau.",
  "result": "Revealed a downward trend in product growth across most categories after Q1 2023 and consistently low retention rates between 0.3%–4.6%. Insights led to recommendations such as improving customer engagement programs, optimizing product listings, and enhancing user experience to boost retention and sales performance.",
  "pdf": "assets/TheLook.pdf"
},
"steam": {
  "title": "STEAM Game Market Analysis",
  "background": "This project analyzes the STEAM games dataset to uncover patterns in game releases, user ratings, platform distribution, and market behavior. The dataset includes metadata, user reviews, and product details from STEAM’s public database for educational purposes.",
  "objective": "To help the platform make data-driven strategic decisions in product development, marketing, and customer engagement to expand market share and profitability.",
  "methodology": "Conducted exploratory data analysis using Python, SQL, and Tableau. Built dashboards visualizing game release patterns, rating distributions, regional engagement, and platform support. Identified correlations between positive reviews, engagement, and pricing strategies.",
  "result": "Found that game releases peak between March–May each year, with most titles rated 'Very Positive' or 'Positive'. Windows dominates platform support, while Linux has minimal coverage. Provided actionable recommendations such as promoting underexposed high-rated games, localizing campaigns by region, and expanding platform availability to reach niche audiences.",
  "pdf": "assets/STEAM.pdf",
  "tableau": "https://public.tableau.com/shared/NGWFKQXH4?:showVizHome=no&embed=true"
},
"peopleU": {
  "title": "PeopleU SaaS Funnel Analysis",
  "background": "Despite strong lead acquisition, PeopleU experiences significant drop-offs in its sales funnel, limiting Deal Won conversion.",
  "objective": "Identify funnel bottlenecks and key drivers of low conversion from lead registration to Deal Won.",
  "methodology": "Applied data cleaning, funnel analysis, and drop-off analysis using SQL (BigQuery) and Tableau.",
  "result": "Mid-funnel stages (approach–discussion–offer) and “Not Answered” leads were identified as the primary conversion blockers, with CPC as the most efficient acquisition channel.",
  "pdf": "assets/PeopleU.pdf",
  "tableau": "https://public.tableau.com/views/des_saasfunnel2/DashboardSaaSFunnel?:showVizHome=no&embed=true"
}

}
